---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchCustomWidth
source: html/6e82bb86-1414-df80-86ec-5bd61ec2a940.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeNotchCustomWidth Property

"Custom":

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeNotchCustomWidth { get; }
```